Repository: BeatrizCazatti/Munim
Catalog: Munim/Munim/Localizable.xcstrings
Source language: pt_br
Languages: en

source: "%@" será movido para Excluídos e poderá ser restaurado por até 7 dias.
en: "%@" will be moved to Deleted and can be restored for up to 7 days.

source: %d espaços e %d mensagens sincronizados
en: %d spaces and %d messages synchronized

source: %d usuários e %d grupos importados
en: %d users and %d groups imported

source: %lld espaços e %lld mensagens sincronizados
en: %lld spaces and %lld messages synchronized

source: %lld usuários e %lld grupos importados
en: %lld users and %lld groups imported

source: A cada 5 minutos
en: Every 5 minutes

source: A cada 15 minutos
en: Every 15 minutes

source: A cada 30 minutos
en: Every 30 minutes

source: A cada 60 minutos
en: Every 60 minutes

source: A memória organizacional que reúne o conhecimento que sua equipe já compartilha todo dia em um só lugar.
en: The organizational memory that brings together the knowledge your team already shares every day in one place.

source: Abre a pasta %@
en: Opens folder %@

source: Abrindo Google…
en: Opening Google…

source: Abrir
en: Open

source: Abrir no navegador
en: Open in browser

source: Adicionar
en: Add

source: Administrador
en: Administrator

source: Alertas de novas decisões detectadas
en: Alerts for newly detected decisions

source: Alta
en: High

source: Análise de Produto
en: Product Analysis

source: Anexos
en: Attachments

source: Aparência
en: Appearance

source: Apresentação
en: Presentation

source: Arquivados
en: Archived

source: Arquivar
en: Archive

source: Arquivos
en: Files

source: Arquivos e documentos
en: Files and documents

source: As notificações respeitam o modo Foco do macOS.
en: Notifications respect macOS Focus mode.

source: Assuntos
en: Subjects

source: Atas de reunião
en: Meeting minutes

source: Atividades fixadas
en: Pinned activities

source: Ativo
en: Active

source: Atualizado agora
en: Updated just now

source: Atualizado às %@
en: Updated at %@

source: Atualizando…
en: Updating…

source: Atualizar
en: Refresh

source: Automações
en: Automations

source: Automático
en: Automatic

source: Avançar
en: Next

source: Baixa
en: Low

source: Bem-vindo ao
en: Welcome to

source: Buscar cards
en: Search cards

source: Buscar cards, pessoas e locais
en: Search cards, people and locations

source: Canal
en: Channel

source: Cancelar
en: Cancel

source: Card arquivado
en: Card archived

source: Cargo
en: Role

source: Claro
en: Light

source: Clique em um endpoint para testar a resposta.
en: Click an endpoint to test the response.

source: Começar
en: Get Started

source: Comercial
en: Sales / Commercial

source: Conectado
en: Connected

source: Conectado em
en: Connected on

source: Conectando ao servidor…
en: Connecting to server…

source: Conectar Conta Google
en: Connect Google Account

source: Configurações
en: Settings

source: Configurações (⌘,)
en: Settings (⌘,)

source: Configurações…
en: Settings…

source: Configurada
en: Configured

source: Configurar
en: Configure

source: Conta Admin
en: Admin Account

source: Contratado em
en: Hired on

source: Contratos
en: Contracts

source: Controla a frequência com que o backend sincroniza com Google Workspace. Alterações são salvas automaticamente no servidor.
en: Controls how frequently the backend syncs with Google Workspace. Changes are saved automatically on the server.

source: Copiar link
en: Copy link

source: Criado em
en: Created on

source: Criar card
en: Create card

source: Criar item
en: Create item

source: Dados
en: Data

source: Data
en: Date

source: Data e hora
en: Date and time

source: Decisão
en: Decision

source: Decisões
en: Decisions

source: Definir prioridade
en: Set priority

source: Desabilitado
en: Disabled

source: Desafixar
en: Unpin

source: Desarquivar
en: Unarchive

source: Desconectado
en: Disconnected

source: Desconectar Conta
en: Disconnect Account

source: Descrição
en: Description

source: Desfazer
en: Undo

source: Detectar decisões automaticamente
en: Detect decisions automatically

source: Detectar tarefas automaticamente
en: Detect tasks automatically

source: Diagnóstico & Debug
en: Diagnostics & Debug

source: Diagnóstico & Debug…
en: Diagnostics & Debug…

source: Directory não configurado — a conta usada pode não ser administradora de um Google Workspace.
en: Directory not configured — the account used may not be a Google Workspace administrator.

source: Diretório com erro — continuando…
en: Directory error — continuing…

source: Diretório não configurado — continuando…
en: Directory not configured — continuing…

source: Documento
en: Document

source: Dono
en: Owner

source: É assim que conseguimos montar o mapa da equipe sem que ninguém precise digitar nada.
en: This is how we build the team map without anyone having to type anything.

source: Editar card
en: Edit card

source: Editar Card
en: Edit Card

source: Entregas
en: Deliveries

source: Equipe
en: Team

source: Equipes
en: Teams

source: Erro ao processar resposta: %@
en: Error processing response: %@

source: Erro de rede: %@
en: Network error: %@

source: Erro na autenticação: %@
en: Authentication error: %@

source: Escolha a paleta visual aplicada ao dashboard e à janela principal.
en: Choose the visual palette applied to the dashboard and main window.

source: Escopos Ativos
en: Active Scopes

source: Escopos ativos: %@
en: Active scopes: %@

source: Escuro
en: Dark

source: Esta aplicação exige uma conta administradora do Google Workspace. Faça login com o e-mail de administrador da sua organização.
en: This application requires a Google Workspace administrator account. Please log in with your organization's admin email.

source: Esta é uma ação destrutiva e permanente. Todos os seus dados de login, tokens de autenticação, credenciais do Google Workspace e histórico de sincronização serão apagados dos nossos servidores e deste aplicativo.
en: This is a destructive and permanent action. All your login data, authentication tokens, Google Workspace credentials, and sync history will be deleted from our servers and this app.

source: Excluídos
en: Deleted

source: Excluir
en: Delete

source: Excluir card?
en: Delete card?

source: Excluir Conta
en: Delete Account

source: Excluir Conta e Todos os Dados
en: Delete Account and All Data

source: Excluir Conta permanentemente
en: Delete Account permanently

source: Excluir permanentemente
en: Delete permanently

source: Extrato
en: Excerpt

source: Fechar
en: Close

source: Filtrar
en: Filter

source: Filtrar arquivos
en: Filter files

source: Filtrar por
en: Filter by

source: Filtros do dashboard
en: Dashboard filters

source: Fixar
en: Pin

source: Geral
en: General

source: Google Chat com erro — continuando…
en: Google Chat error — continuing…

source: Google Chat não configurado — continuando…
en: Google Chat not configured — continuing…

source: Google Chat não configurado — verifique se a conta é administradora do Workspace.
en: Google Chat not configured — verify if the account is a Workspace administrator.

source: Habilitado
en: Enabled

source: Ícones
en: Icons

source: Identificamos sua equipe e seus times, você pode conferir ou alterar as informações da equipe na tela inicial.
en: We identified your team and groups. You can review or update team information on the home screen.

source: Inativo
en: Inactive

source: Informações
en: Information

source: Iniciando sincronização dos dados do Workspace
en: Starting Workspace data synchronization

source: Iniciar com Google Workspace
en: Sign in with Google Workspace

source: Iniciar Munim
en: Start Munim

source: Integrações
en: Integrations

source: Itens excluídos são removidos permanentemente após 30 dias.
en: Deleted items are permanently removed after 30 days.

source: Limite de tópicos fixados
en: Pinned topics limit

source: Limpar histórico
en: Clear history

source: Limpar tudo
en: Clear all

source: Limpar Tudo
en: Clear All

source: Linha do tempo
en: Timeline

source: Lista
en: List

source: Local
en: Location

source: Localização
en: Location

source: Logs ao Vivo
en: Live Logs

source: Mais antigo
en: Oldest

source: Mais recente
en: Newest

source: Marcar como lido
en: Mark as read

source: Marcar como revisado
en: Mark as reviewed

source: Média
en: Medium

source: Membro
en: Member

source: Membros da Organização
en: Organization Members

source: Metas e planos
en: Goals and plans

source: Modalidade
en: Modality

source: Modo claro
en: Light mode

source: Modo escuro
en: Dark mode

source: Mudança
en: Change

source: Mudanças
en: Changes

source: Munim funciona recebendo o que sua empresa já compartilha
en: Munim works by receiving what your company already shares

source: Não configurada
en: Not configured

source: Não foi possível conectar ao servidor: %@
en: Could not connect to server: %@

source: Não verificado
en: Not checked

source: Nenhum card arquivado
en: No archived cards

source: Nenhum card excluído
en: No deleted cards

source: Nenhum item arquivado
en: No archived items

source: Nenhum item encontrado
en: No items found

source: Nenhum item excluído
en: No deleted items

source: Nenhuma pesquisa recente
en: No recent searches

source: Nome
en: Name

source: Notas
en: Notes

source: Notificações
en: Notifications

source: Notificar sobre tarefas executadas
en: Notify about completed tasks

source: Nova data
en: New date

source: Novo Card
en: New Card

source: Novo item
en: New item

source: O card foi removido do board.
en: The card was removed from the board.

source: Olá, %@!
en: Hello, %@!

source: Olá, Fabíola!
en: Hello, Fabíola!

source: Ordenar
en: Sort

source: Ordenar arquivos
en: Sort files

source: Ordenar por
en: Sort by

source: Organização com erro — continuando…
en: Organization error — continuing…

source: Organização selecionada
en: Organization selected

source: Origem
en: Source

source: Origem da informação
en: Information source

source: Pagamentos
en: Payments

source: Painel
en: Dashboard

source: Painel de Diagnóstico & Integração
en: Diagnostics & Integration Panel

source: Papel
en: Role

source: Para começar, forneça as permissões com a conta de **Administrador** do seu **Google Workspace**
en: To get started, grant permissions using your **Google Workspace** **Administrator** account

source: Para sincronizar Gmail, Calendário e Drive, configure a Service Account em Ajustes → Integração.
en: To sync Gmail, Calendar and Drive, configure the Service Account in Settings → Integrations.

source: Participantes
en: Participants

source: Pesquisar arquivos
en: Search files

source: Pesquisar equipes e grupos
en: Search teams and groups

source: Pesquisar pastas e arquivos
en: Search folders and files

source: Pesquisar pessoas
en: Search people

source: Pesquisas Recentes
en: Recent Searches

source: Pessoas
en: People

source: Planilha
en: Spreadsheet

source: Prazo
en: Deadline

source: Prioridade
en: Priority

source: Projeto
en: Project

source: Projetos relacionados
en: Related projects

source: Recurso não encontrado.
en: Resource not found.

source: Recursos Humanos
en: Human Resources

source: Remover
en: Remove

source: Responsáveis
en: Assignees

source: Responsável
en: Responsible

source: Restaurar
en: Restore

source: Restaurar Padrão
en: Restore Default

source: Resumo inteligente
en: Smart summary

source: Reunião
en: Meeting

source: Reuniões
en: Meetings

source: Salvar
en: Save

source: Salvar e Reconectar
en: Save and Reconnect

source: Selecionando organização…
en: Selecting organization…

source: Sem atividade recente
en: No recent activity

source: Sem itens nesta semana
en: No items this week

source: Servidor & Backend
en: Server & Backend

source: Sessão & Headers
en: Session & Headers

source: Sessão expirada. Faça login novamente.
en: Session expired. Please log in again.

source: Sincronização & Atualizações
en: Synchronization & Updates

source: Sincronização automática
en: Automatic sync

source: Sincronizado recentemente
en: Recently synced

source: Sincronizando diretório de usuários e times…
en: Synchronizing directory of users and teams…

source: Sincronizando espaços do Google Chat…
en: Synchronizing Google Chat spaces…

source: Status da Conexão
en: Connection Status

source: Sua memória organizacional está pronta!
en: Your organizational memory is ready!

source: Suas pesquisas aparecerão aqui
en: Your searches will appear here

source: Substituir o mais antigo
en: Replace oldest

source: Sugestões de Pesquisa
en: Search Suggestions

source: Tarefa
en: Task

source: Tarefas
en: Tasks

source: Tem certeza que deseja excluir sua conta permanentemente?
en: Are you sure you want to delete your account permanently?

source: Tema da interface
en: Interface theme

source: Tempo real (WebSocket)
en: Real-time (WebSocket)

source: Testar Conexão
en: Test Connection

source: Testar Endpoints
en: Test Endpoints

source: Time
en: Team

source: Times
en: Teams

source: Tipo
en: Type

source: Título
en: Title

source: Traduzimos conversas e dados brutos em um repositório organizacional, integrando o Google Workspace ao Munim.
en: We translate raw conversations and data into an organizational repository, integrating Google Workspace with Munim.

source: Trecho
en: Excerpt

source: Última atualização em %@
en: Last updated on %@

source: Últimas atividades
en: Recent activities

source: URL da API
en: API URL

source: URL inválida.
en: Invalid URL.

source: Usuário
en: User

source: Vendas
en: Sales

source: Ver
en: View

source: Ver detalhes
en: View details

source: Verificando…
en: Checking…

source: Visualização de pastas
en: Folder view

source: Você está pronto para começar!
en: You are ready to get started!

source: Você já tem 4 tópicos fixados. Deseja substituir o tópico fixado há mais tempo por “%@”?
en: You already have 4 pinned topics. Do you want to replace the oldest pinned topic with “%@”?
